docs/posts/2009-08-28-triumph-of-the-will.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 20, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Triumph of the Will</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/neat.css' type='text/css'/>
<link rel='stylesheet' href='/css/custom.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Triumph of the Will</h1>
<p class="subtitle" role="doc-subtitle">Aug 28, 2009</p>
</header><p>
<i>Triumph of the Will</i>, directed by Leni Riefenstahl, is the film that I couldn&rsquo;t remember in Aesthetics this morning. Roger Ebert, in his 1994 <a href="http://rogerebert.suntimes.com/apps/pbcs.dll/article?AID=/19940624/REVIEWS/406240302/1023">review</a> of a documentary about Riefenstahl asks exactly the right question:
</p>

<p>
#+begin+quote
&ldquo;These are by general consent two of the best documentaries ever made. But because they reflect the ideology of a monstrous movement, they pose a classic question of the contest between art and morality: Is there such a thing as pure art, or does all art make a political statement?&rdquo;
#+end<sub>quote</sub>
</p>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 20, 2024. Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
